# St7SetSolverActiveStage

Sets the active stage for the analysis.

long St7SetSolverActiveStage(long uID, long Stage)

Input Parameters

uID

Strand7 model file ID.

Solver – General

Stage

Stage index.